{
  "products": [
    {
      "name": "Incredible Cotton Bike",
      "price": "999",
      "description": "Omnis architecto explicabo adipisci commodi. Quo ut nam ut atque delectus molestias eaque inventore placeat. Nihil pariatur libero temporibus a doloribus. Temporibus exercitationem accusamus. Omnis animi fuga occaecati.",
      "status": true,
      "image": "http://loremflickr.com/640/480/food",
      "id": 0
    },
    {
      "id": 1,
      "name": "Intelligent Cotton Chair",
      "price": "299.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Expedita voluptatem unde. Impedit quia dolores dolore. Autem accusantium autem possimus quis autem a qui. Tenetur odit repudiandae quis sunt rerum.",
      "status": false
    },
    {
      "id": 2,
      "name": "Recycled Frozen Chair",
      "price": "638.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Quibusdam adipisci delectus aut consectetur nostrum omnis ex id. Dignissimos assumenda asperiores nulla atque. Enim ut et.",
      "status": true
    },
    {
      "id": 3,
      "name": "Handmade Soft Chicken",
      "price": "143.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Ratione consequuntur assumenda corrupti consequatur voluptatum dolorem sed. Dolorum voluptates omnis eos. Pariatur voluptas illo magni deleniti deleniti optio eligendi aspernatur est. Omnis vero explicabo dignissimos assumenda dignissimos numquam architecto illum.",
      "status": true
    },
    {
      "id": 4,
      "name": "Recycled Frozen Cheese",
      "price": "1000.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Perspiciatis sed omnis sint. Ratione rerum ea quaerat doloremque voluptate similique dolor in aliquid. Nihil quis aut voluptate. Enim voluptas dolorem magnam et itaque quam. Voluptate magni autem maiores reprehenderit rerum voluptatem. Dolor et laboriosam.",
      "status": false
    },
    {
      "id": 5,
      "name": "Rustic Frozen Ball",
      "price": "437.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Laboriosam consequatur odio unde eaque id ex quis voluptas consequatur. Qui magnam fuga. Rerum quis recusandae cumque vitae esse fugit repudiandae aut. Sunt est similique quia. Facere dolor unde aut doloribus voluptates sed.",
      "status": true
    },
    {
      "id": 6,
      "name": "Oriental Wooden Cheese",
      "price": "199.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Voluptate omnis ea vel esse incidunt ut labore. Similique sapiente ut. Nemo fugiat et explicabo et omnis corporis qui. Sed sit minima commodi suscipit. Quibusdam voluptatem aperiam ab exercitationem.",
      "status": false
    },
    {
      "id": 7,
      "name": "Small Soft Salad",
      "price": "418.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Occaecati repellendus et ex. Consequatur eum cupiditate. Dolores adipisci quam omnis accusamus neque. Maiores voluptas vero perspiciatis tempora provident deserunt molestiae.",
      "status": false
    },
    {
      "id": 8,
      "name": "Licensed Rubber Fish",
      "price": "957.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Cumque minima sapiente ut vitae consequatur cupiditate veritatis repellendus. Corrupti voluptatibus veritatis dolore neque est est at itaque. Laborum sapiente qui eos fugit. Iure quod est occaecati recusandae et expedita sit. Dicta ut quas.",
      "status": false
    },
    {
      "id": 9,
      "name": "Bespoke Soft Ball",
      "price": "810.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Ut eum est. Et officia similique velit. Voluptatum velit explicabo. Quaerat dolorum autem eos.",
      "status": true
    },
    {
      "id": 10,
      "name": "Elegant Concrete Bike",
      "price": "901.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Aut illum repellendus facilis eum libero unde temporibus nisi commodi. Soluta eius facere ut voluptates. Est ut dolor minima repudiandae ut excepturi. Et ducimus rerum natus adipisci velit repudiandae eos error. Quas cupiditate quo dolores enim.",
      "status": false
    },
    {
      "id": 11,
      "name": "Recycled Plastic Computer",
      "price": "591.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Quis distinctio praesentium distinctio voluptate nihil aut est dolor odio. Nobis aut doloribus tempore ut doloribus magnam quibusdam. A quia a.",
      "status": true
    },
    {
      "id": 12,
      "name": "Elegant Soft Ball",
      "price": "789.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Consectetur voluptas quis eum. Consequuntur labore excepturi pariatur possimus earum dolores eaque itaque numquam. Aliquam nostrum sit ea quas debitis corporis omnis. Aut repellendus omnis necessitatibus. Voluptas inventore labore voluptatem. Quo earum id sit modi nulla.",
      "status": true
    },
    {
      "id": 13,
      "name": "Awesome Bronze Keyboard",
      "price": "296.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Et dolores nihil nam optio sint dolores quo. Quis perferendis iusto praesentium beatae quis. Dolorem voluptatem laudantium iste. Et aut quae nostrum id voluptates sed mollitia quo eos. Non enim voluptatibus.",
      "status": true
    },
    {
      "id": 14,
      "name": "Unbranded Metal Hat",
      "price": "63.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Ea accusamus vel ut tempora eos laboriosam nobis consectetur. Omnis voluptatibus officiis aut qui ipsa quasi. Vitae minima repellendus.",
      "status": false
    },
    {
      "id": 15,
      "name": "Handmade Bronze Hat",
      "price": "376.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Tempore et sit at quas voluptate repudiandae. Eius quia sed sint deleniti vitae. Rem non qui sed voluptatem.",
      "status": false
    },
    {
      "id": 16,
      "name": "Tasty Cotton Chips",
      "price": "327.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Et sapiente ullam odio ut ad fuga eum. Tenetur rerum est ut esse sint saepe. Veniam in dolor beatae nisi fugit. Voluptas numquam quia. Quos et nam quae porro dolore ut.",
      "status": false
    },
    {
      "id": 17,
      "name": "Fantastic Cotton Chair",
      "price": "605.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Vel culpa expedita dolorem dolorum ad vitae. Et voluptates voluptate in id sapiente. Eum sed mollitia id illum.",
      "status": true
    },
    {
      "id": 18,
      "name": "Oriental Wooden Tuna",
      "price": "475.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Officiis sit nostrum nihil repudiandae ex voluptatem dolor tempore. Quia fugit praesentium sit et architecto. Et accusamus autem repellat. Inventore ut dolorum asperiores ex eos. Quia omnis nihil qui odit dolorem tempora minima tempora sed. Deserunt nulla perspiciatis quia rem.",
      "status": true
    },
    {
      "id": 19,
      "name": "Luxurious Concrete Shirt",
      "price": "206.00",
      "image": "http://loremflickr.com/640/480/food",
      "description": "Est suscipit officia aut dolore. Incidunt eum suscipit quibusdam. Sit ut eligendi et delectus laboriosam distinctio dolores.",
      "status": false
    }
  ],
  "users": [
    {
      "email": "linh@gmail.com",
      "password": "$2a$10$tZVBI9GDFulqTNY1zcQcE.BAH8he9oPb1Ay72zTEkQMTWMSi95Uyu",
      "name": "Quang Linh",
      "role": 1,
      "id": 1
    }
  ]
}